[{"platform": "firefox", "id": "976608", "download_link": "https://addons.mozilla.org/firefox/downloads/file/976608/aklamio_cashbar-2.1.4-an+fx.xpi", "key": "aklamio-cashbar", "name": "Aklamio Cashbar", "rating": 3.9, "user_numbers": "590", "creator": "aklamio", "last_updated": "2018-06-04 00:00:00", "introduction": "Bei aklamio kannst du ", "reviews": ["Funktioniert nicht. Auch ohne Adblocker.", "Es fehlt die Möglichkeit die Benachrichtigung für manche Seite auszuschalten. Sonst ganz ok", "Recientemente actualicé a Firefox 57 y no funciona la extensión.¿Está prevista una próxima actualización que solvente este problema?", "eine von der besten Cashback Seite für die Schweiz, die ich kenne. Man dürfte die Elektro Geschäfter Angebote gerne mal noch erweitern. ich denke da könnte man pcp.ch , steg-electronics.ch und Mediamarkt CH bestimmt überzeugen. :)", "Very nice!! Tells me on every shop how much cashback i get.", "very cool tool to save and earn money...no surfing and shopping anymore without this toolbar....", "Works well and does exactly what I want... namely to give me cashback on sites which I shop without me having to remember it"], "scanned_time": "2021-02-17 10:01:51"}, {"platform": "firefox", "id": "1000488", "download_link": "https://addons.mozilla.org/firefox/downloads/file/1000488/notminingorg-1.6.54-an+fx.xpi", "key": "notmining-org", "name": "NotMINING.org", "rating": 3.4, "user_numbers": "129", "creator": "Adan K. Martin", "last_updated": "2018-06-28 00:00:00", "introduction": " we don't use lists, we check the web code to find traces of coinminers.", "reviews": ["", "", "it slows down Facebook.com every time(", "I'm interested on an adblock or ublock filterlist as well. Do you guys have one?", "Great addon. Are you guys willing to publish the filterlist to be added to adblockers?", "", "Does not detect mining on the salon.com even though they say it is (monero.) My feeling is that this is just a simple blacklist check.rather than actively looking."], "scanned_time": "2021-02-17 10:01:51"}, {"platform": "firefox", "id": "3581899", "download_link": "https://addons.mozilla.org/firefox/downloads/file/3581899/atomic_wallet-1.0.2-fx.xpi", "key": "atomic_wallet", "name": "Atomic Wallet", "rating": 4.4, "user_numbers": "19", "creator": "Atomic Cryptocurrency Wallet", "last_updated": "2020-05-30 00:00:00", "introduction": "What is Atomic?", "reviews": ["DO NOT USE! Multiple reports of theft", "Bravo", "I tried to use this extension. After using this extension I lost all my crypto from my wallet 12 hours later.  I emailed the Atomic Wallet team to verify.", "I use this all the time.", "Gives Firefox a whole new boost. Really like this extension.", "One of the best Firefox extensions for Crypto", "Instant crypto payments", "Super extension to pay fast.", "Good cryptocurrency extension", "Amazing extension. Very helpful.", "This is a good add on for Firefox.", "Great app for secure alts", "", "Great add-on for extra use if I ever need to make a blockchain transaction quickly."], "scanned_time": "2021-02-17 10:01:51"}, {"platform": "firefox", "id": "3725842", "download_link": "https://addons.mozilla.org/firefox/downloads/file/3725842/maskbook-1.27.4-an+fx.xpi", "key": "maskbook", "name": "Maskbook", "rating": 5.0, "user_numbers": "177", "creator": "Dimension", "last_updated": "2021-02-12 00:00:00", "introduction": "Maskbook is a portal to the new, open internet. With Maskbook, you can send encrypted posts to your friends, participate in cryptocurrency lucky-draws, and share encrypted files on the platforms you are already using.", "reviews": ["", "", "Protect your data from Facebook!"], "scanned_time": "2021-02-17 10:01:51"}, {"platform": "firefox", "id": "3725565", "download_link": "https://addons.mozilla.org/firefox/downloads/file/3725565/xirvik_torrent_to_seedbox_uploader-3.13-fx.xpi", "key": "xirvik-torrent-to-seedbox-uplo", "name": "Xirvik .torrent to seedbox uploader", "rating": 3.9, "user_numbers": "717", "creator": "Xirvik Servers", "last_updated": "2021-02-12 00:00:00", "introduction": "This extension adds options to .torrent files to upload them automatically to a number of popular BitTorrent clients.", "reviews": ["A big Thank You to the developer for solving a problem like no other extension could.Works perfectly with Deluge running on my synology nas from both Firefox and Chrome.", "It's not working with the new qbittorrent 4.2.1 version.", "", "", "Its ok. It pops up trying to sell xirvik seedboxes. I disabled that but then had to use firefox that allows unsigned addons. Another bigger problem with this addon is in interferes with css loading of pages for a second. I'm just running rutorrent locally so I don't really need this addon but saves a couple of steps. Better to do things manually and have pages load fast", "really nice work, especially because i have the ability to set the labels and download location, it would be really great if it can also give some statistics on the current files", "shows ads in notify window", "It works, I use it for deluge and rtorrent", "So far, the best I tried for rutorrent", "I wars the error 405, have you a idee wheres the problem is? my logindata are 100% correct. thank you!", "Does  what it says and was easy to set up.", "Causes white flash while loading pages, also messes with CSS on some websites. Don't install this.", "It does its job but creates a blank white screen before any link is clicked. Its extremely annoying and I hope the developer looks into this. Once I disabled the plugin the white screen before every link went away.", "great but some adds", "", "Thank you soooo much for this! Was just looking around to see if there was something remotely close to this is just what i was looking for!!", "Great extension. Works well with seedbox and rutorrent. Thanks for the work put into it!Feature request: remember selected labels (and other options) between dialog boxes. If I'm downloading an torrent with the label \"ISO\", chances are I'm downloading several ISOs and the persisting label selection would be very helpful.", "Works great with cheapseedboxes server.", "it works well when its working, apart from the fact of when it picks magnet links up my browser still tries to handle them.. however its really starting to bother me that randomly it looses my seedbox data meaning l have to add all the details again which is bad enough because the other addon that does that doesnt autofill any more", "er", "Worked well.. then it started showing notification ads. Unacceptable.", "Hard to configure but it works, thanks. You could give more help for host url writing, it's not easy to guess the correct spelling. Rutorrent 3.6 on Libreelec 8.", "Работает через жопу, на Рутрекере при нажатии на ссылку пишет, что файл не является торрентом, при нажатии на иконку попадаешь в настройки, нахуй это нужно непонятно. Сделайте функционал как в Torrent Status Tool от iann. Пользуюсь пока Torrent Status Tool не обновится, потом удалю и поставлю 1.", "I'm excited to once again have a functioning Deluge webUI bridge.  Thanks for making this available.A note to people when configuring your seedbox URL: don't forget to include \"http\" in your URL.  I forgot, and was getting constant errors saying \"Downloaded file is not a torrent.\"  It was a misleading error message, because my server URL was just malformed.", "I use a deluge server. When I left click on magnet link, the add-on works fine but firefox (last version available on ubuntu 16.04) ask me, every time, for the application I want to use with the magnet link. Is there any way to fix? Many thanks", "Works as expected. Easy to use and understand.", "Works great in most regards. The only issue I've seen is that it won't upload if I enter a label at runtime.", "Thank you for making this work with the latest Firefox and Deluge!", "The password for the WebUI is hard-coded to \"deluge\".  This is not what I have set.  I would like to change it if possible.  I changed it manually in background.js and it works.  Please make it an option in a future release.Thanks for the great work!", "This guy just said it all. Amazing addon, but really miss the old setup that allowed me to choose to download either on local or remote server.\"The best remote torrent uploader addon on FF. Period. Thanks for making it compatible with FF 57+. But I prefer the old native firefox addon UI.This one has an unwanted horizontal scrollbar in directory chooser.screenshot : https://vgy.me/rViTvi.jpgAlso there is now no option in the firefox default download dialogue to choose remote torrent/box. You either have to activate extension on all torrent files or go for context menu options. I have to disable extension each time when I choose to open torrent file on my local system. I really miss the old firefox addon features.\"", "The best remote torrent uploader addon on FF. Period. Thanks for making it compatible with FF 57+. But I prefer the old native firefox addon UI.This one has an unwanted horizontal scrollbar in directory chooser.screenshot : https://vgy.me/rViTvi.jpgAlso there is now no option in the firefox default download dialogue to choose  remote torrent/box. You either have to activate extension on all torrent files or go for context menu options. I have to disable extension each time when I choose to open torrent file on my local system. I really miss the old firefox addon features.", "This addon works. I guess there arent many addons like this for ffox 57.I am adding 1star review, because there are popup ads, that will display for no reason.This is not mentioned in the addon about section. There is also no option i can see to donate and disable the ads. Is this even allowed, for addon to add popup ads? I have never seen it.If its allowed and it will be added to the about section, i will update this review.", "Hi, I have problem with saving my configuration. Wen I fill up the fields with data and press save button, configuration window is immediately closing itself. And my configuration lasts only till the restart of the browser.", "This work out of the box, perfect.Wished clicking on the icon shows the WebGUI that lets you control the torrents too, eg. to pause them, etc.", "I like this addon, very much!But with the new update, the addon keeps forgetting my seedbox when I close firefox. I have to enter the info everytime I open up firefox. Please fix. :DUpdate:Thought for a minute, that reinstalling firefox would fix it.But nope, it still forgets my informations... :(Works great on Google Chrome.I'd just wish it worked on Firefox as well..", "Please add qbittorrent also, thanks!", "Apparently Deluge has change the json syntax in the lastest version. http://forum.deluge-torrent.org/viewtopic.php?t=54470", "works exactly as expected except i can't seem to get it to \"do this automatically...\" despite checking the box. But maybe that's an issue with my Firefox install.", "This works great for rtorrent but for deluge I get \"Upload Failed: (Status 200).", "Perfect!", "Interface looks nice and promising.But it doesn't work. Firefox just opens the normal download dialogue.", "Enable/disable features and silent adding feature would be great.", "Wow. This has a lot of handy options. It's so much better than Bit Torrent WebUI+. Saves time and allows me to customize the download settings for each file. Thanks!", "tried this addon with my aireservers.com box and its incredibly useful! Saves all sorts of time adding .torrent's to the seedbox itself. Easy as pie to setup!", "ok this works great saves some hdd space and makes torrenting more fluid. for whatbox seedbox the url they suggest is https://ranger.whatbox.ca/rtorrent this does not work so using the same url just add the letter U so it says https://ranger.whatbox.ca/rutorrent small detail but instantly gets it working. thanks for the development on your end.", "Great on Rutorrent. However quick enable/disable button for grabbing torrents would be great", "switched to this for the label and folder options, excellent. thanks , i had to use /rutorrent path instead of /rtorrent", "I (and many others) have been using it prior to its \"official\" appearance here and it does exactly what it says.Simple, easy and saves a lot of time/hassle.", "This is probably the 5th or 6th version of the Xirvik plugin that I have tried. This one finally delivers what it promises. I am able to upload .torrent files directly to my Xirvik seedbox. Setup is very easy. Thank you for this."], "scanned_time": "2021-02-17 10:01:51"}, {"platform": "firefox", "id": "3673530", "download_link": "https://addons.mozilla.org/firefox/downloads/file/3673530/savematic-7.2.6.0-fx.xpi", "key": "savematic-cash-back-assistant", "name": "Savematic: Smart Cash Back Assistant", "rating": 0.0, "user_numbers": "1", "creator": "Savematic", "last_updated": "2020-11-06 00:00:00", "introduction": "Due to Savematic, you don't have to look for promo codes and discounts manually — our browser extension will automatically notify you on them right during the shopping.", "reviews": [], "scanned_time": "2021-02-17 10:01:51"}, {"platform": "firefox", "id": "3498467", "download_link": "https://addons.mozilla.org/firefox/downloads/file/3498467/mallbery-7.1.14.0-fx.xpi", "key": "mallbery-cash-back-assistant", "name": "Mallbery: Cash Back Assistant", "rating": 4.9, "user_numbers": "11,081", "creator": "Mallbery", "last_updated": "2020-02-03 00:00:00", "introduction": "Mallberry Cashback is your indispensable automatically assistant in online shopping!  ", "reviews": ["Говно с накрученными отзывами! Вирус.", "Если раньше я ещё и  задумывались о том, что можно получить скидку в вашем  интернет магазине - то сейчас сомнений не осталось.Скачивайте данный сервис и будете в курсе !!! Я уже вывел небольшую сумму и всем остался доволен", "Чтобы всегда знать, гдк можно сэкономить скачайте это приложение! Только следите, чтобы кэшбек был активен, иначе все самое интересное пропустите) Аа активировать его можно очень просто - заходите на сайт и нажимаете) Дпльше заходить на него совсем не нужно) Это очень удобно! Спасибо команде", "уверен в данном сервисе на все 100 проц)", "Несколько раз уже выводила деньги и все проходило без проблем!", "Рад этому приложению) Уже почти окупилось все", "Удобно делать покупки, зная что всплывет напоминание об активиации кб и его размере!", "Не верится, что я нашла этот замечательный сервис!!)))", "Чтобы активировать кб не нужно проводить кучу махинаций и ждать чего то) Просто нажимаете на кнопку и дальше просто выбираете покупки", "получил назад 700 рублей, долго ждать не пришлось", "Шикарное и простое приложение! Никаких запутанных схем нет! Просто делаете покупки, экономите, возвращаете часть денег обратно на карту себе и все! Спасибо всем", "Работает все исправно, ещё не подводил этот сервис", "Напомиания о кэшбэке, пожалуй, самые полезные, так как помогают совершить покупку со скидкой)", "Слишком много положительных эмоций от этого сервиса. Расширение помогает экономить, думаю что это огромный плюс для пользователей", "Работаю через комп, поэтму скачал расширение и поражаюсь, как же удобно) Особенно самое кайфовое это переводить деньги себе на карту)", "Данный сервис работает на все 100. Результат бомба, буду всем советовать!", "Расширение мне понравилось, очень хорошо работает", "Сервисеще не подводил, очень качественная работа специалистов", "Удобное расширение. Установливается быстро. Есть напоминания. Особенно их приятно получать при зачислении кэшбека", "Если раньше вы и не задумывались о том, что можно получить скидку в вашем любимом интернет магазине - то скачивайте данный сервис и будете в курсе !!! Я уже вывела небольшую сумму и всем довольна !", "Накопил и вывел 4 000) На все вопросы по поводу вывода ответила лояльная тех поддержка) Всем сюда", "Расширение шикарно работает, сервису спасибо)", "Сразу впечатлил вывод денег - он быстрый) Все остальное тоже работает на ура", "ОЧЕНЬ УДОБНО", "приложение огонь", "На любые виды карт, от мир до визы, зачисления летят", "Это расширение помогает помнить, где можно сэкономить.", "Я рад, что время на поиски магазинов со скидками не трачу) Тут показаны все магазины-партнеры, где можно сэкономить!", "", "всё Ок! Отлично работает", "Супер! Чаще всего сижу и пользуюсь алиэксперссом) Немного долговато идут товары, но , мне кажется, тут дело скорее всего из-за алика", "Не заметил багов и фейлов в работе)", "Никакого обмана нет, кб начисляется и выводиться в полном размере! Никакой комиссии нет! Все ограничилось одной попыткой вывода на карту! Это супер качественно", "Большое спасибо! Все отлично работает.", "Расширение устанавливается самостоятельно", "Экономить получается ! не нужно постоянно включать кнопку кэшбэка", "Легко совершать покупки и легко выводить кб", "Раньше забывал про активиацию кнопки кэша, теперь все ок) Экономлю и радуюсь!)", "С ним невозможно пропустить выгоду в инет магазе)) все четко", "Минусов нет абсолютно", "Составил заявку на вывод кэшбэка, 15 минут и деньги на карте!", "Отличный кэшбек сервис, хороший функционал показывающий информацию. Всем советую!", "Отличное дополнение для браузера, тем кто активно занимается интернет-шопингом.", "Очень понравился сервис. Буду рекомендовать друзьям и знакомым", "Наконец-то я накопил и вывел свои первые денежки! Сначала боялся, что обманут, а нет!!", "Без задержек, деньги возвращаются. Огонь", "", "Очень полезное, удобное приложение. Всем советую.", "Спасибо за то, что я делаю покупки и могу вернуть часть своих денег! За долгое время использования ни разу не подвело!", "", "", "Установил недавно пока все устраивает хорошее расширение", "Классная и очень простая штука!всем рекомендую!", "Полезное расширение! Напоминает заранее об экономии и зачислении кэшбэка! Легко использрвать и получать нужную инфу)", "Всем доволен! спасибо. Рекомендую", "Вроде ничего такого супер дорогого не покупаю, а накопил уже прилично! Все из-за напоминаний!", "Совершаю покупки на разных сайтах и интернет-магазинах через браузер! Очень комфортно, неудобств не доставило ничего! Уже есть сэкономленное кол-во денег)", "", "Заказывала себе смартфон на Алике, секономила немного, но лучше так, чем ничего вообще с этого бы не получила)", "Экономить всегда приятно, поэтому пользуюсь только этим приложением, потому что тут видно, где это можно сделать ;)", "Классное Расширение!!! Так держать!!! Спасибо!!!", "Приложение работает как часики, всё отлично, рекомендую !", "Понравились такие расширения. почаще бы такое видеть", "мне нравятся такие полезные помощники", "в самом деле приятно видеть таких помощников. жаль, что так мало таких помощников", "Хорошие у вас вообще помощники получились. это полезно и круто", "У вас на самом деле интересный и нужный помощник", "Неплохие у вас вообще помощники. в самом деле это прекрасно", "Мне нравятся такие помощники. такое - редкость", "Вот это хорошие и полезные расширения", "хорошо, что можно видеть таких помощников", "приятно видеть такое. буду пользоваться", "хорошо, что можно пользоваться такими помощниками", "хорошие у вас вообще предложения. не жалею об установке этого расширения", "побольше бы таких мне помощников в коллекцию", "получение кэшбека в самом деле неплохое. круто же, что можно видеть такое", "в самом деле это неплохой помощник. хорошо, что можно пользоваться такими расширениями", "В самом деле это красивый и полезный помощник вообще. круто же это", "Я еще не видела таких потрясающих помощников. в самом деле это потрясные расширения", "Люблю такие интересные и полезные расширения", "кэшбек можно получить и это в самом деле круто", "Хорошо, что можно видеть такого помощника", "В самом деле это классный и высокий кэшбек", "Люблю такие классные расширения. в самом деле это просто лучшие расширения", "Люблю таких помощников", "красивые и умные помощники", "Хорошие у вас помощники. в самом деле это круто же", "Хорошее у вас расширение. в самом деле помогает", "Думал очередной лохотрон, очень сильно ошибался!!! Шикарный сервис! Спасибо разработчикам", "Все супер! Однозначно буду советовать всем, так как расширение помогает следить за активацией кэшбэка", "thank", "Коплю кешбек и храню его в электронных деньгах) Буду дальше копить и на них же делать покупки) Это замечательно", "Сначала с трудом верил в то, что такое вообще возможно! Тпереь сам всем этим пользуюсь и наслаждаюсь", "Расширение всегда уведомляет об активации кэшбека, забыть про это ну прооосто не возможно!", "Все здорово, за пропавший кэшбек все возместили, что очень порадовало.", "Готов с уверенностью сказать, что ЭТО САМЫЙ НЕРЕАЛЬНО КРУТОЙ СЕРВИС", "полезная штуковина, благодарен за нее и за кэшбэк", "Установила случайно и оказалось, что случайности не случайны. Теперь могу тратить деньги мужа и еще и зарабатывать получая кэшбек. хи-хи", "Те люди, кто разрабатывал этот сервис - Боги! Спасибо вам всем", "Напоминания всегда помогают и выручают) И это здорово!", "Полезное расширение !", ""], "scanned_time": "2021-02-17 10:01:51"}, {"platform": "firefox", "id": "3731054", "download_link": "https://addons.mozilla.org/firefox/downloads/file/3731054/maskbook-1.29.0-an+fx.xpi", "key": "maskbook", "name": "Maskbook", "rating": 4.8, "user_numbers": "355", "creator": "Dimension", "last_updated": "2021-02-22 00:00:00", "introduction": "Maskbook is a portal to the new, open internet. With Maskbook, you can send encrypted posts to your friends, participate in cryptocurrency lucky-draws, and share encrypted files on the platforms you are already using.", "record_time": "2021-02-23 07:35:46", "reviews": ["", "hao", "", "", "", "", "", "", "", "", "Protect your data from Facebook!"], "scanned_time": "2021-02-23 09:27:43"}, {"platform": "firefox", "id": "3638704", "download_link": "https://addons.mozilla.org/firefox/downloads/file/3638704/coinbase_wallet-1.4-fx.xpi", "key": "coinbase-wallet", "name": "Coinbase Wallet", "rating": 3.7, "user_numbers": "75", "creator": "Coinbase Wallet", "last_updated": "2020-09-07 00:00:00", "introduction": "Your private key is only stored locally and protected with many layers of security.", "record_time": "2021-02-23 07:35:27", "reviews": ["je l'aime bien", "", "", "", "Do not use. This is not a wallet by coinbase. These cooks will steal all your coin.", ""], "scanned_time": "2021-02-23 09:27:43"}]